<%--
  Created by IntelliJ IDEA.
  User: Olga
  Date: 29.03.2024
  Time: 19:55
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>History_of_town</title>
</head>
<body>
<form action="history_of_town" method="post">
<p>Історія міста</p>
<p>25 березня 1954 року Рада Міністрів СРСР ухвалила рішення про початок будівництва Кременчуцького гідровузла на Дніпрі, яке і почалося з квітня-травня 1954 р.

    Одночасно з гідровузлом за генеральним планом, розробленим в комплексі з основними спорудами ГЕС, будували селище гідробудівників: за 1954 і першу половину 1955 року ввели в експлуатацію 5182 м² житлової площі, 2 їдальні, клуб, літній кінотеатр, школу, лікарню на 25 ліжок тощо. 1956 року житлова площа збільшилася ще на 18 тис. м². Головні квартали міста розмістили вздовж берега Кременчуцького водосховища на високому Табурищанському мисі, вкритому лісом. В основу архітектурної структури міста покладено прямокутну сітку вулиць. Паралельно до берега пройшло три магістралі: Набережна — вздовж парку, Приморська вулиця, забудована тільки з одного боку і звернута фасадом до моря, та головна магістраль — вулиця Героїв України, що тягнеться від греблі до вершини Табурищанського мису. Спочатку вулиця звалася проспектом Леніна, згодом — вулицею Леніна. Колишні лісові масиви перетворили на центральний парк культури і відпочинку ім. Т. Г. Шевченка та лісопарк. Вздовж вулиць і на площах було висаджено багато фруктових і декоративних дерев.

    Спорудження ГЕС і водосховища вимагало перенести на нові місця деякі населені пункти району, зокрема Новогеоргіївськ. 17 березня 1961 року селище гідробудівників Кременчукгесбуду, до складу якого ввійшло і давнє село Табурище, та перенесений із зони затоплення Новогеоргіївськ об'єднали в одне місто, яке назвали на честь тодішнього першого керівника СРСР Микити Хрущова — Хрущов, дарма що за кілька років до цього в СРСР почала діяти прийнята з ініціативи самого ж М. Хрущова заборона називати міста іменами живих керівників держави. Вдруге відвідавши влітку 1962 року нове місто, Хрущов дав прочухана за це місцевим керівникам, і наступного ж дня радянські газети вийшли з інформацією про те, що Перший секретар ЦК КПРС М. С. Хрущов відвідав місто КремГЕС. 25 жовтня 1962 року Президія Верховної Ради УРСР присвоїла місту назву КремГЕС.Так місто і називалося до 1969 року, коли його перейменували на Світловодськ.</p>
    <a href="/">На головну</a>
</form>

</body>
</html>
